{
  "LuaSnip": { "branch": "master" },
  "blink-cmp-rg.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.lib": { "branch": "main" },
  "blink.pairs": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "convy.nvim": { "branch": "master" },
  "cord.nvim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "eolmark.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
  "helpview.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "keymap-amend.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lila.nvim": { "branch": "main" },
  "lua-console.nvim": { "branch": "main" },
  "markview.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neocodeium": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-disasm": { "branch": "master" },
  "nvim-dap-image": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lsp-endhints": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-rip-substitute": { "branch": "main" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "quickshell-completions.nvim": { "branch": "main" },
  "refactoring.nvim": { "branch": "master" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "splitasm.nvim": { "branch": "master" },
  "strudel.nvim": { "branch": "main" },
  "symbol-usage.nvim": { "branch": "main" },
  "tiny-cmdline.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "winshift.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
